{"translation-revision-date":"2021-08-10 07:25:22+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n == 0 || n % 100 >= 2 && n % 100 <= 19) ? 1 : 2);","lang":"ro"},"Read more about Schema.":["Citește mai multe despre schemă."],"Unfortunately we cannot save changes to your SEO settings while you are working on a draft of an already-published %1$s. If you want to save your SEO changes, make sure to click 'Update', or wait to make your SEO changes until you are ready to update the %1$s.":["Din păcate, nu putem să salvăm modificările făcute la setările tale SEO în timp ce lucrezi la o ciornă a articolului %1$s, care a fost deja publicat. Dacă vrei să salvezi modificările făcute la SEO, asigură-te că dai clic pe „Actualizează” sau așteaptă să faci modificări la SEO până când ești gata să actualizezi %1$s."],"Get started with Yoast SEO's content analysis for Elementor!":["Începe să faci analiza conținutului oferită de Yoast SEO pentru Elementor!"],"New: Yoast SEO for Elementor":["Noutăți: Yoast SEO pentru Elementor"],"Got it":["Am înțeles"],"Check out %s!":["Vezi %s!"],"Last month":["Luna trecută"],"Two months ago":["Acum două luni"],"Three months ago":["Acum trei luni"],"Four months ago":["Acum patru luni"],"Five months ago":["Acum cinci luni"],"Six months ago":["Acum șase luni"],"Seven months ago":["Acum șapte luni"],"Eight months ago":["Acum opt luni"],"Nine months ago":["Acum nouă luni"],"Ten months ago":["Acum zece luni"],"Eleven months ago":["Acum unsprezece luni"],"Twelve months ago":["Acum douăsprezece luni"],"Select country":["Selectează țara"],"Show results for:":["Arată rezultatele pentru:"],"Get more insights at %s":["Ai mai multe informații la %s"],"Related keyphrase":["Frază cheie similară"],"Please enter a focus keyphrase first to get related keyphrases":["Pentru a obține fraze cheie similare, mai întâi trebuie să introduci o frază cheie"],"Learn more about the related keyphrases trend":["Află mai multe despre tendința frazelor cheie similare"],"Learn more about the related keyphrases volume":["Află mai multe despre volumul de fraze cheie similare"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["Volumul de fraze cheie similare din ultimele 12 luni, pe o scară de la 0 la 100."],"Please wait while %1$s connects to %2$s to get related keyphrases...":["Te rog așteaptă până când %1$s se conectează la %2$s pentru a obține fraze cheie similare..."],"We've encountered a problem trying to get related keyphrases. Please try again later.":["Am întâmpinat o problemă la încercarea de a obține frazele cheie similare. Te rog încearcă din nou mai târziu."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["Ai atins numărul maxim de 4 fraze cheie similare. Poți modifica sau înlătura frazele cheie similare în caseta meta sau bara laterală %s."],"Would you like to be able to add these related keyphrases to the %s analysis so you can optimize your content even further?":["Vrei să adaugi aceste fraze cheie similare în analiza %s ca să poți să-ți optimizezi și mai mult conținutul?"],"Upgrade your %s plan":["Actualizează-ți planul %s"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["Ai atins limita de cereri pentru azi. Întoarce-te mâine sau actualizează-ți planul la %s."],"Volume":["Volum"],"Trend":["Tendință"],"Sorry, there's no data available for that keyphrase\/country combination.":["Regret, nu sunt date disponibile pentru această frază cheie\/țară."],"Related keyphrases":["Fraze cheie similare"],"Get related keyphrases":["Obții fraze cheie similare"],"The number of headers and header labels don't match.":["Numărul de anteturi și etichete de antet nu este identic."],"Make sure to save your %s for changes to take effect":["Pentru ca modificările să aibă efect, asigură-te că salvezi %s."],"Return to your %s":["Întoarce-te la %s"],"Twitter preview":["Previzualizare Twitter"],"Facebook preview":["Previzualizare Facebook"],"Default for %1$s (%2$s)":["Implicit pentru %1$s (%2$s)"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["Acest lucru ajută motoarele de căutare să-ți înțeleagă site-ul și conținutul. Poți modifica mai jos unele setări pentru această pagină."],"Yoast SEO automatically describes your pages using schema.org":["Yoast SEO îți descrie automat paginile folosind Schema.org"],"Article type":["Tip de articol"],"Page type":["Tip de pagină"],"Learn more about page or content types":["Află mai mult despre tipuri de pagină sau tipuri de conținut"],"What type of page or content is this?":["Ce tip de pagină este aceasta sau ce tip de conținut este acesta?"],"Learn more about structured data with Schema.org":["Află mai multe despre datele structurate cu Schema.org"],"You can change the default type for %1$s in your %2$sSearch Appearance Settings%3$s.":["Poți modifica tipul implicit pentru %1$s în setările %2$sAspect în căutare%3$s."],"Default Article type":["Tip de articol implicit"],"Default Page type":["Tip de pagină implicit"],"Upon saving, this setting will apply to all of your %1$s. %1$s that are manually configured will be left untouched.":["La salvare, această setare se va aplica tuturor %1$s. %1$s care sunt configurate manual vor rămâne neatinse.","La salvare, aceste setări se vor aplica tuturor %1$s. %1$s care sunt configurate manual vor rămâne neatinse.","La salvare, aceste setări se vor aplica tuturor %1$s. %1$s care sunt configurate manual vor rămâne neatinse."],"Learn more about the schema settings":["Află mai multe despre setări Schema"],"Schema settings":["Setări Schema"],"Choose how your %1$s should be described by default in your site's schema.org markup. You can change these settings for individual %1$s.":["Alege cum trebuie să fie descrise implicit %1$s în markup-ul schema.org al site-ului. Poți modifica aceste setări pentru %1$s singulare."],"Modify your %s description by editing it right here...":["Modifică descrierea %s prin editarea ei chiar aici..."],"Modify your %s title by editing it right here...":["Modifică titlul %s prin editarea lui chiar aici..."],"Your keyphrase is too long. It can be a maximum of 191 characters.":["Fraza cheie este prea lungă. Ea poate avea maxim 191 de caractere."],"Learn more about the no-index setting on our help page.":["Află mai multe despre setarea fără indexare pe pagina noastră pentru ajutor."],"Learn more about canonical URLs on our help page.":["Află mai multe despre URL-urile canonice pe pagina noastră pentru ajutor."],"Learn more about the breadcrumbs title setting on our help page.":["Află mai multe despre setarea titlurilor firimiturilor pe pagina noastră pentru ajutor."],"Learn more about advanced meta robots settings on our help page.":["Află mai multe despre setările avansate pentru meta robots pe pagina noastră pentru ajutor."],"Learn more about the no-follow setting on our help page.":["Află mai multe despre setarea fără urmărire pe pagina noastră pentru ajutor."],"Should search engines follow links on this %s":["Ar trebui ca motoarele de căutare să urmărească legăturile la acest %s"],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Chiar dacă poți stabili aici setările pentru meta robots, întreg site-ul este setat la fără indexare în setările globale de confidențialitate, deci aceste setări nu vor avea efect."],"Google preview":["Previzualizare Google"],"Schema":["Schema"],"Did you know %s also analyzes the different word forms of your keyphrase, like plurals and past tenses?":["Știai că %s analizează și alte forme ale cuvintelor frazei cheie, cum ar fi pluralul și participiul trecut?"],"Help on choosing the perfect focus keyphrase":["Ajutor pentru alegerea frazei cheie perfecte"],"Would you like to add a related keyphrase?":["Vrei să adaugi o frază cheie similară?"],"Go %s!":["Fă %s!"],"Focus keyphrase":["Frază cheie"],"Rank better with synonyms & related keyphrases":["Te clasezi mai sus cu fraze cheie sinonime și similare"],"Add related keyphrase":["Adaugă fraze cheie similare"],"Get %s":["Ia %s"],"Learn more about the readability analysis":["Află mai multe despre analiza lizibilității"],"Great news: you can, with %s!":["Vești bune: poți, cu %s!"],"(Opens in a new browser window)":["(Se deschide într-o fereastră nouă a navigatorului)"],"Mark as cornerstone content":["Fă-l conținut fundamental"],"Learn more about Cornerstone Content.":["Află mai multe despre conținutul fundamental."],"Analysis results":["Rezultate analiză"],"Are you trying to use multiple keyphrases? You should add them separately below.":["Încerci să folosești mai multe fraze cheie? Ar trebui să le adaugi separat, mai jos."],"Enter a focus keyphrase to calculate the SEO score":["Introdu o frază cheie pentru a calcula punctajul SEO"],"Cornerstone content should be the most important and extensive articles on your site.":["Conținutul fundamental ar trebui să reprezinte cele mai importante și mai ample articole de pe site-ul tău."],"Add synonyms":["Adaugă sinonime"],"Would you like to add keyphrase synonyms?":["Vrei să adaugi sinonime ale frazei cheie?"],"Current year":["Anul curent"],"Tagline":["Slogan"],"ID":["ID"],"Separator":["Separator"],"Search phrase":["Frază de căutare"],"Term description":["Descriere termen"],"Tag description":["Descriere etichetă"],"Category description":["Descriere categorie"],"Primary category":["Categorie principală"],"Category":["Categorie"],"Excerpt only":["Numai rezumat"],"Excerpt":["Rezumat"],"Parent title":["Titlu părinte"],"Date":["Dată"],"Page":["Pagină"],"Site title":["Titlu site"],"24\/7 email support":["Suport prin email non-stop (24\/7)"],"%s (current default for %s)":["%s (acum implicite pentru %s)"],"Allow search engines to show this %s in search results?":["Permiți motoarelor de căutare să arate acest %s în rezultatele căutării?"],"SEO analysis":["Analiză SEO"],"Find out why you should upgrade to %s":["Află de ce ar trebui să actualizezi la %s"],"Do you want to preview what it will look like if people share this post on %s? You can, with %s.":["Vrei să previzualizezi cum va arăta acest articol când oamenii îl partajează pe %s? Poți, cu %s."],"Other benefits of %s for you:":["Alte avantaje ale %s pentru tine:"],"Cornerstone content":["Conținut fundamental"],"Great news: you can, with %1$s!":["Vești bune: poți, cu %1$s!"],"%1$sSocial media preview%2$s: Facebook & Twitter":["%1$sPrevizualizare media socială%2$s: Facebook și Twitter"],"1 year free support and updates included!":["Sunt incluse suport și actualizări gratuite pentru un an!"],"%1$sNo more dead links%2$s: easy redirect manager":["%1$sNicio legătură moartă%2$s: manager de redirecționări fără niciun efort"],"Superfast internal linking suggestions":["Sugestii de legături interne ultrarapide"],"No ads!":["Fără anunțuri!"],"Feedback":["Impresii"],"Good SEO score":["Punctaj SEO bun"],"OK SEO score":["Punctaj SEO OK"],"Please provide a meta description by editing the snippet below.":["Te rog furnizează o descriere meta prin editarea fragmentului de mai jos."],"No":["Nu"],"Yes":["Da"],"Readability analysis":["Analiză lizibilitate"],"Needs improvement":["Necesită îmbunătățire"],"Open":["Deschide"],"Good":["bun"],"Title":["Titlu"],"OK":["OK"],"Close":["Închide"],"Breadcrumbs Title":["Titlu firimituri"],"Advanced":["Avansat"],"Canonical URL":["URL canonic"],"No Snippet":["Fără fragment"],"No Archive":["Nicio arhivă"],"Meta robots advanced":["Meta robots avansat"],"No Image Index":["Imagini fără indexare"]}},"comment":{"reference":"js\/dist\/elementor-1690.js"}}